{
  "title": "Willkommen bei EchoBoard",
  "nativeLanguageQuestion": "Was ist deine Muttersprache?",
  "customizeFeed": "Passe deinen EchoBoard-Feed an, um Inhalte zu sehen, die dir wichtig sind.",
  "letsGo": "Los geht's",
  "changeLater": "Du kannst dies später in den Einstellungen ändern.",
  "features": "Funktionen",
  "about": "Über uns",
  "pricing": "Preise",
  "login": "Anmelden",
  "joinFree": "Kostenlos beitreten",
  "goToFeed": "Zum Feed",
  "welcomeBack": "Willkommen zurück",
  "createAccount": "Konto erstellen",
  "heroVoice": "Jede Stimme.",
  "heroLanguage": "Jede Sprache.",
  "heroConversation": "Eine Konversation.",
  "heroDescription": "Schreibe in deiner Muttersprache. Die Welt liest in ihrer. Erlebe die erste Social-Media-Plattform mit unsichtbarer Echtzeit-Übersetzung und tiefem kulturellem Kontext.",
  "startTalking": "Jetzt loslegen",
  "seeHowItWorks": "So funktioniert's",
  "navHome": "Startseite",
  "navTrending": "Trends",
  "navCommunities": "Communities",
  "navNotifications": "Benachrichtigungen",
  "navSaved": "Gespeichert",
  "navSettings": "Einstellungen",
  "activeLanguages": "Aktive Sprachen",
  "composerPlaceholder": "Was beschäftigt dich? Schreibe in deiner Sprache ...",
  "globalConversations": "Globale Konversationen",
  "backToFeed": "Zurück zum Feed",
  "culture": "Kultur",
  "postedIn": "Veröffentlicht in",
  "follow": "Folgen",
  "revealOriginal": "Im Original lesen",
  "share": "Teilen",
  "sharePerspective": "Teile deine Perspektive...",
  "postComment": "Kommentar posten",
  "relatedCommunities": "Verwandte Communities",
  "post1_title": "Warum Remote-Arbeit in São Paulo die Kaffeekultur grundlegend verändert",
  "post1_body": "Die traditionelle \"Cafezinho\"-Pause entwickelt sich weiter. Da immer mehr Tech-Arbeiter auf Remote-Setups umsteigen, erleben wir einen Wandel von schnellen Espresso-Shots im Stehen hin zu längeren Aufenthalten in Specialty-Coffee-Shops. Es geht hier nicht nur um Kaffee, sondern darum, öffentliche Räume zurückzuerobern.",
  "post1_context_title": "Kultureller Kontext",
  "post1_context_body": "Der 'Cafezinho' ist ein Ritual der Gastfreundschaft in Brasilien, typischerweise ein kleiner, starker Kaffee, der kostenlos in Büros und Geschäften angeboten wird, um Gäste willkommen zu heißen. Er wird traditionell schnell im Stehen getrunken und betont eher die soziale Verbindung als den Konsum.",
  "post2_title": "Stoizismus im Zeitalter der rasanten KI-Entwicklung",
  "post2_body": "Wie bewahren wir innere Ruhe, wenn sich die Außenwelt schneller verändert, als unsere biologische Evolution bewältigen kann? Marcus Aurelius musste sich nicht mit LLMs auseinandersetzen, aber seine Prinzipien über 'das, was in unserer Kontrolle liegt' waren noch nie so relevant wie heute.",
  "post2_context_title": "Philosophischer Kontext",
  "post2_context_body": "Der Stoizismus, um 300 v. Chr. in Athen gegründet, lehrt die Entwicklung von Selbstbeherrschung und innerer Stärke als Mittel zur Überwindung destruktiver Emotionen.",
  "post3_title": "Das japanische Konzept von Ma (間) im modernen minimalistischen Webdesign",
  "post3_body": "Ma handelt vom Raum zwischen den Dingen. In einer Welt digitaler Überfrachtung, wie können wir Weißraum nicht nur als Designentscheidung nutzen, sondern als Atemraum für den Geist des Nutzers? Es ist die stille Pause, die den Noten Bedeutung verleiht.",
  "post3_context_title": "Design-Ethik",
  "post3_context_body": "Ma (間) ist ein japanisches Wort, das grob als 'Lücke', 'Raum', 'Pause' oder 'der Raum dazwischen' übersetzt werden kann. Es ist ein Schlüsselkonzept in der japanischen Ästhetik.",
  "post4_title": "Die Wiederbelebung der traditionellen Webkunst in Oaxaca",
  "post4_body": "Kunsthandwerker im Hochland der Zapoteken verbinden alte Techniken mit nachhaltigen modernen Farbstoffen. Es geht hier nicht nur darum, die Vergangenheit zu bewahren, sondern eine Zukunft zu gestalten, die die Erde nicht belastet.",
  "post4_context_title": "Künstlerischer Kontext",
  "post4_context_body": "Die Webkunst aus Oaxaca ist berühmt für ihre kunstvollen Muster und die Verwendung natürlicher Farbstoffe wie Cochenille und Indigo. Die Zapoteken weben seit über 2.000 Jahren auf Rückengurtwebstühlen.",
  "post5_title": "Quantencomputing: Jenseits des Binären",
  "post5_body": "Wir stehen am Rande einer rechnerischen Wende, die aktuelle Supercomputer wie Rechenschieber aussehen lassen wird. Aber die eigentliche Herausforderung besteht nicht nur darin, die Hardware zu bauen, sondern die Algorithmen neu zu denken, die darauf laufen werden.",
  "post5_context_title": "Wissenschaftlicher Kontext",
  "post5_context_body": "Quantencomputing nutzt quantenmechanische Phänomene wie Superposition und Verschränkung, um Berechnungen durchzuführen.",
  "hot": "Beliebt",
  "new": "Neu",
  "top": "Top",
  "loadingPosts": "Globale Unterhaltungen werden geladen...",
  "errorLoadingPosts": "Beiträge konnten nicht geladen werden. Bitte versuchen Sie es erneut."
}