{
    "title": "Welcome to EchoBoard",
    "nativeLanguageQuestion": "What's your native language?",
    "customizeFeed": "Customize your EchoBoard feed to see content that matters to you.",
    "letsGo": "Let's Go",
    "changeLater": "You can change this later in settings.",
    "features": "Features",
    "about": "About",
    "pricing": "Pricing",
    "login": "Login",
    "joinFree": "Join Free",
    "goToFeed": "Go to Feed",
    "welcomeBack": "Welcome Back",
    "createAccount": "Create Account",
    "heroVoice": "Every voice.",
    "heroLanguage": "Every language.",
    "heroConversation": "One conversation.",
    "heroDescription": "Write in your native tongue. The world reads in theirs. Experience the first social platform with invisible, real-time translation and deep cultural context.",
    "startTalking": "Start Talking",
    "seeHowItWorks": "See How It Works",
    "navHome": "Home",
    "navTrending": "Trending",
    "navCommunities": "Communities",
    "navNotifications": "Notifications",
    "navSaved": "Saved",
    "navSettings": "Settings",
    "activeLanguages": "Active Languages",
    "composerPlaceholder": "What's on your mind? Write in your language...",
    "globalConversations": "Global conversations",
    "backToFeed": "Back to Feed",
    "culture": "Culture",
    "postedIn": "Posted in",
    "follow": "Follow",
    "revealOriginal": "Read in the original language",
    "share": "Share",
    "sharePerspective": "Share your perspective...",
    "postComment": "Post Comment",
    "relatedCommunities": "Related Communities",
    "post1_title": "Why remote work in São Paulo is changing the coffee culture fundamentally",
    "post1_body": "The traditional \"cafezinho\" break is evolving. As more tech workers move to remote setups, we are seeing a shift from quick standing espresso shots to prolonged stays in specialty coffee shops. This isn't just about coffee; it's about reclaiming public spaces.",
    "post1_context_title": "Cultural Context",
    "post1_context_body": "The 'cafezinho' is a ritual of hospitality in Brazil, typically a small, strong coffee offered for free in offices and shops to welcome guests. It is traditionally consumed quickly while standing, emphasizing social lubrication over consumption.",
    "post2_title": "Stoicism in the age of rapid AI development",
    "post2_body": "How do we maintain inner tranquility when the external world is shifting faster than our biological evolution can handle? Marcus Aurelius didn't have to deal with LLMs, but his principles on 'what is within our control' have never been more relevant.",
    "post2_context_title": "Philosophical Context",
    "post2_context_body": "Stoicism, founded in Athens around 300 BCE, teaches the development of self-control and fortitude as a means of overcoming destructive emotions.",
    "post3_title": "The Japanese concept of Ma (間) in modern minimalist web design",
    "post3_body": "Ma is about the space between things. In a world of digital clutter, how can we use white space not just as a design choice, but as a breathing room for the user's mind? It's the silent pause that gives the notes meaning.",
    "post3_context_title": "Design Ethics",
    "post3_context_body": "Ma (間) is a Japanese word which can be roughly translated as 'gap', 'space', 'pause' or 'the space between'. It is a key concept in Japanese aesthetics.",
    "post4_title": "The resurrection of traditional weaving in Oaxaca",
    "post4_body": "Artisans in the Zapotec highlands are blending ancient techniques with sustainable modern dyes. This isn't just about preserving the past; it's about fashioning a future that doesn't cost the Earth.",
    "post4_context_title": "Artistic Context",
    "post4_context_body": "Oaxacan weaving is famous for its intricate patterns and the use of natural dyes like cochineal and indigo. The Zapotec people have been weaving on backstrap looms for over 2,000 years.",
    "post5_title": "Quantum Computing: Beyond the Binary",
    "post5_body": "We are on the verge of a computational shift that will make current supercomputers look like abacuses. But the real challenge isn't just building the hardware; it's rethinking the algorithms that will run on them.",
    "post5_context_title": "Scientific Context",
    "post5_context_body": "Quantum computing uses quantum-mechanical phenomena, such as superposition and entanglement, to perform computation.",
    "hot": "Hot",
    "new": "New",
    "top": "Top",
    "loadingPosts": "Loading global conversations...",
    "errorLoadingPosts": "Failed to load posts. Please try again."
}