{
  "title": "Bienvenido a EchoBoard",
  "nativeLanguageQuestion": "¿Cuál es tu idioma nativo?",
  "customizeFeed": "Personaliza tu feed de EchoBoard para ver contenido que te importa.",
  "letsGo": "Vamos",
  "changeLater": "Puedes cambiar esto más tarde en ajustes.",
  "features": "Características",
  "about": "Acerca de",
  "pricing": "Precios",
  "login": "Iniciar sesión",
  "joinFree": "Únete gratis",
  "goToFeed": "Ir al feed",
  "welcomeBack": "Bienvenido de nuevo",
  "createAccount": "Crear cuenta",
  "heroVoice": "Cada voz.",
  "heroLanguage": "Cada idioma.",
  "heroConversation": "Una conversación.",
  "heroDescription": "Escribe en tu lengua materna. El mundo lee en la suya. Experimenta la primera plataforma social con traducción invisible en tiempo real y contexto cultural profundo.",
  "startTalking": "Empieza a hablar",
  "seeHowItWorks": "Ver cómo funciona",
  "navHome": "Inicio",
  "navTrending": "Tendencias",
  "navCommunities": "Comunidades",
  "navNotifications": "Notificaciones",
  "navSaved": "Guardado",
  "navSettings": "Configuración",
  "activeLanguages": "Idiomas activos",
  "composerPlaceholder": "¿Qué estás pensando? Escribe en tu idioma...",
  "globalConversations": "Conversaciones globales",
  "backToFeed": "Volver al feed",
  "culture": "Cultura",
  "postedIn": "Publicado en",
  "follow": "Seguir",
  "revealOriginal": "Leer en el idioma original",
  "share": "Compartir",
  "sharePerspective": "Comparte tu perspectiva...",
  "postComment": "Publicar comentario",
  "relatedCommunities": "Comunidades relacionadas",
  "post1_title": "Por qué el trabajo remoto en São Paulo está cambiando fundamentalmente la cultura del café",
  "post1_body": "El tradicional descanso del \"cafezinho\" está evolucionando. A medida que más trabajadores tecnológicos se trasladan a configuraciones remotas, estamos viendo un cambio de los rápidos cafés express de pie a estancias prolongadas en cafeterías especializadas. Esto no se trata solo de café; se trata de recuperar los espacios públicos.",
  "post1_context_title": "Contexto cultural",
  "post1_context_body": "El 'cafezinho' es un ritual de hospitalidad en Brasil, típicamente un café pequeño y fuerte que se ofrece gratis en oficinas y tiendas para dar la bienvenida a los invitados. Tradicionalmente se consume rápidamente de pie, enfatizando la lubricación social por encima del consumo.",
  "post2_title": "Estoicismo en la era del desarrollo rápido de IA",
  "post2_body": "¿Cómo mantenemos la tranquilidad interior cuando el mundo exterior cambia más rápido de lo que nuestra evolución biológica puede manejar? Marco Aurelio no tuvo que lidiar con LLMs, pero sus principios sobre 'lo que está dentro de nuestro control' nunca han sido más relevantes.",
  "post2_context_title": "Contexto filosófico",
  "post2_context_body": "El estoicismo, fundado en Atenas alrededor del 300 a.C., enseña el desarrollo del autocontrol y la fortaleza como medio para superar las emociones destructivas.",
  "post3_title": "El concepto japonés de Ma (間) en el diseño web minimalista moderno",
  "post3_body": "Ma trata sobre el espacio entre las cosas. En un mundo de desorden digital, ¿cómo podemos usar el espacio en blanco no solo como una elección de diseño, sino como un espacio para respirar para la mente del usuario? Es la pausa silenciosa que le da significado a las notas.",
  "post3_context_title": "Ética del diseño",
  "post3_context_body": "Ma (間) es una palabra japonesa que puede traducirse aproximadamente como 'brecha', 'espacio', 'pausa' o 'el espacio entre'. Es un concepto clave en la estética japonesa.",
  "post4_title": "La resurrección del tejido tradicional en Oaxaca",
  "post4_body": "Los artesanos de las tierras altas zapotecas están combinando técnicas ancestrales con tintes modernos sostenibles. Esto no se trata solo de preservar el pasado; se trata de forjar un futuro que no le cueste al planeta.",
  "post4_context_title": "Contexto artístico",
  "post4_context_body": "El tejido oaxaqueño es famoso por sus patrones intrincados y el uso de tintes naturales como la cochinilla y el índigo. El pueblo zapoteca ha estado tejiendo en telares de cintura durante más de 2000 años.",
  "post5_title": "Computación cuántica: más allá del binario",
  "post5_body": "Estamos al borde de un cambio computacional que hará que las supercomputadoras actuales parezcan ábacos. Pero el verdadero desafío no es solo construir el hardware; es repensar los algoritmos que se ejecutarán en ellos.",
  "post5_context_title": "Contexto científico",
  "post5_context_body": "La computación cuántica utiliza fenómenos de mecánica cuántica, como la superposición y el entrelazamiento, para realizar cálculos.",
  "hot": "Popular",
  "new": "Nuevo",
  "top": "Destacado",
  "loadingPosts": "Cargando conversaciones globales...",
  "errorLoadingPosts": "Error al cargar las publicaciones. Por favor, inténtalo de nuevo."
}