{
  "title": "Bienvenue sur EchoBoard",
  "nativeLanguageQuestion": "Quelle est votre langue maternelle ?",
  "customizeFeed": "Personnalisez votre fil EchoBoard pour voir le contenu qui vous intéresse.",
  "letsGo": "C'est parti",
  "changeLater": "Vous pourrez modifier cela plus tard dans les paramètres.",
  "features": "Fonctionnalités",
  "about": "À propos",
  "pricing": "Tarifs",
  "login": "Connexion",
  "joinFree": "Rejoindre gratuitement",
  "goToFeed": "Aller au fil",
  "welcomeBack": "Bon retour",
  "createAccount": "Créer un compte",
  "heroVoice": "Toutes les voix.",
  "heroLanguage": "Toutes les langues.",
  "heroConversation": "Une seule conversation.",
  "heroDescription": "Écrivez dans votre langue maternelle. Le monde lit dans la sienne. Découvrez la première plateforme sociale avec traduction invisible en temps réel et contexte culturel approfondi.",
  "startTalking": "Commencer à échanger",
  "seeHowItWorks": "Voir comment ça marche",
  "navHome": "Accueil",
  "navTrending": "Tendances",
  "navCommunities": "Communautés",
  "navNotifications": "Notifications",
  "navSaved": "Enregistrés",
  "navSettings": "Paramètres",
  "activeLanguages": "Langues actives",
  "composerPlaceholder": "Qu'avez-vous en tête ? Écrivez dans votre langue...",
  "globalConversations": "Conversations mondiales",
  "backToFeed": "Retour au fil",
  "culture": "Culture",
  "postedIn": "Publié dans",
  "follow": "Suivre",
  "revealOriginal": "Lire dans la langue originale",
  "share": "Partager",
  "sharePerspective": "Partagez votre point de vue...",
  "postComment": "Publier le commentaire",
  "relatedCommunities": "Communautés associées",
  "post1_title": "Pourquoi le travail à distance à São Paulo transforme fondamentalement la culture du café",
  "post1_body": "La pause traditionnelle du « cafezinho » évolue. Alors que de plus en plus de travailleurs du secteur technologique adoptent le télétravail, on observe un passage des expressos rapides pris debout à des séjours prolongés dans les cafés spécialisés. Il ne s'agit pas seulement de café, mais de réappropriation des espaces publics.",
  "post1_context_title": "Contexte culturel",
  "post1_context_body": "Le « cafezinho » est un rituel d'hospitalité au Brésil, généralement un petit café fort offert gratuitement dans les bureaux et les magasins pour accueillir les invités. Il est traditionnellement consommé rapidement debout, mettant l'accent sur la convivialité plutôt que sur la consommation.",
  "post2_title": "Le stoïcisme à l'ère du développement rapide de l'IA",
  "post2_body": "Comment maintenir la tranquillité intérieure lorsque le monde extérieur évolue plus vite que notre évolution biologique ne peut le gérer ? Marc Aurèle n'a pas eu à faire face aux LLM, mais ses principes sur « ce qui est sous notre contrôle » n'ont jamais été aussi pertinents.",
  "post2_context_title": "Contexte philosophique",
  "post2_context_body": "Le stoïcisme, fondé à Athènes vers 300 avant notre ère, enseigne le développement de la maîtrise de soi et de la force d'âme comme moyen de surmonter les émotions destructrices.",
  "post3_title": "Le concept japonais de Ma (間) dans le design web minimaliste moderne",
  "post3_body": "Ma concerne l'espace entre les choses. Dans un monde d'encombrement numérique, comment pouvons-nous utiliser l'espace blanc non seulement comme un choix de design, mais comme un espace de respiration pour l'esprit de l'utilisateur ? C'est la pause silencieuse qui donne du sens aux notes.",
  "post3_context_title": "Éthique du design",
  "post3_context_body": "Ma (間) est un mot japonais qui peut être grossièrement traduit par « écart », « espace », « pause » ou « l'espace entre ». C'est un concept clé de l'esthétique japonaise.",
  "post4_title": "La résurrection du tissage traditionnel à Oaxaca",
  "post4_body": "Les artisans des hautes terres zapotèques mêlent techniques ancestrales et teintures modernes durables. Il ne s'agit pas seulement de préserver le passé ; il s'agit de façonner un avenir qui ne coûte pas cher à la Terre.",
  "post4_context_title": "Contexte artistique",
  "post4_context_body": "Le tissage oaxacan est célèbre pour ses motifs complexes et l'utilisation de teintures naturelles comme la cochenille et l'indigo. Le peuple zapotèque tisse sur des métiers à sangles dorsales depuis plus de 2 000 ans.",
  "post5_title": "L'informatique quantique : au-delà du binaire",
  "post5_body": "Nous sommes à l'aube d'un bouleversement informatique qui fera passer les supercalculateurs actuels pour des bouliers. Mais le véritable défi ne consiste pas seulement à construire le matériel ; il s'agit de repenser les algorithmes qui fonctionneront dessus.",
  "post5_context_title": "Contexte scientifique",
  "post5_context_body": "L'informatique quantique utilise des phénomènes de mécanique quantique, tels que la superposition et l'intrication, pour effectuer des calculs.",
  "hot": "Tendances",
  "new": "Nouveau",
  "top": "Populaire",
  "loadingPosts": "Chargement des conversations mondiales...",
  "errorLoadingPosts": "Échec du chargement des publications. Veuillez réessayer."
}