{
  "title": "EchoBoard में आपका स्वागत है",
  "nativeLanguageQuestion": "आपकी मातृभाषा क्या है?",
  "customizeFeed": "अपनी EchoBoard फ़ीड को अनुकूलित करें और वह सामग्री देखें जो आपके लिए महत्वपूर्ण है।",
  "letsGo": "चलिए शुरू करें",
  "changeLater": "आप इसे बाद में सेटिंग्स में बदल सकते हैं।",
  "features": "विशेषताएं",
  "about": "हमारे बारे में",
  "pricing": "मूल्य निर्धारण",
  "login": "लॉगिन",
  "joinFree": "मुफ़्त में शामिल हों",
  "goToFeed": "फ़ीड पर जाएं",
  "welcomeBack": "वापसी पर स्वागत है",
  "createAccount": "खाता बनाएं",
  "heroVoice": "हर आवाज़।",
  "heroLanguage": "हर भाषा।",
  "heroConversation": "एक बातचीत।",
  "heroDescription": "अपनी मातृभाषा में लिखें। दुनिया अपनी भाषा में पढ़े। पहले सोशल प्लेटफ़ॉर्म का अनुभव करें जिसमें अदृश्य, रियल-टाइम अनुवाद और गहरा सांस्कृतिक संदर्भ है।",
  "startTalking": "बात करना शुरू करें",
  "seeHowItWorks": "यह कैसे काम करता है देखें",
  "navHome": "होम",
  "navTrending": "ट्रेंडिंग",
  "navCommunities": "कम्युनिटीज़",
  "navNotifications": "नोटिफ़िकेशन",
  "navSaved": "सेव किए गए",
  "navSettings": "सेटिंग्स",
  "activeLanguages": "सक्रिय भाषाएं",
  "composerPlaceholder": "आपके मन में क्या है? अपनी भाषा में लिखें...",
  "globalConversations": "वैश्विक बातचीत",
  "backToFeed": "फ़ीड पर वापस जाएं",
  "culture": "संस्कृति",
  "postedIn": "में पोस्ट किया गया",
  "follow": "फ़ॉलो करें",
  "revealOriginal": "मूल भाषा में पढ़ें",
  "share": "शेयर करें",
  "sharePerspective": "अपना दृष्टिकोण साझा करें...",
  "postComment": "टिप्पणी पोस्ट करें",
  "relatedCommunities": "संबंधित समुदाय",
  "post1_title": "साओ पाउलो में रिमोट वर्क कॉफी संस्कृति को मूल रूप से कैसे बदल रहा है",
  "post1_body": "पारंपरिक \"cafezinho\" ब्रेक विकसित हो रहा है। जैसे-जैसे अधिक टेक वर्कर्स रिमोट सेटअप की ओर बढ़ रहे हैं, हम त्वरित स्टैंडिंग एस्प्रेसो शॉट्स से स्पेशलिटी कॉफी शॉप्स में लंबे समय तक रुकने की ओर बदलाव देख रहे हैं। यह सिर्फ कॉफी के बारे में नहीं है; यह सार्वजनिक स्थानों को पुनः प्राप्त करने के बारे में है।",
  "post1_context_title": "सांस्कृतिक संदर्भ",
  "post1_context_body": "'कैफ़ेज़िन्हो' ब्राज़ील में आतिथ्य की एक परंपरा है, जो आमतौर पर कार्यालयों और दुकानों में मेहमानों का स्वागत करने के लिए मुफ़्त में परोसी जाने वाली एक छोटी, मज़बूत कॉफ़ी होती है। इसे पारंपरिक रूप से खड़े होकर जल्दी से पिया जाता है, जो उपभोग से अधिक सामाजिक सौहार्द पर ज़ोर देता है।",
  "post2_title": "तेज़ी से विकसित हो रहे AI के युग में स्टोइसिज़्म",
  "post2_body": "जब बाहरी दुनिया हमारे जैविक विकास की तुलना में तेज़ी से बदल रही हो, तो हम आंतरिक शांति कैसे बनाए रखें? मार्कस ऑरेलियस को LLM से निपटना नहीं पड़ा था, लेकिन 'हमारे नियंत्रण में क्या है' पर उनके सिद्धांत पहले से कहीं अधिक प्रासंगिक हो गए हैं।",
  "post2_context_title": "दार्शनिक संदर्भ",
  "post2_context_body": "स्टोइसिज़्म, जिसकी स्थापना लगभग 300 ईसा पूर्व में एथेंस में हुई थी, विनाशकारी भावनाओं पर काबू पाने के साधन के रूप में आत्म-नियंत्रण और धैर्य के विकास की शिक्षा देता है।",
  "post3_title": "आधुनिक मिनिमलिस्ट वेब डिज़ाइन में जापानी अवधारणा Ma (間)",
  "post3_body": "Ma चीज़ों के बीच की जगह के बारे में है। डिजिटल अव्यवस्था की दुनिया में, हम व्हाइट स्पेस का उपयोग केवल डिज़ाइन विकल्प के रूप में नहीं, बल्कि उपयोगकर्ता के मन के लिए सांस लेने की जगह के रूप में कैसे कर सकते हैं? यह वह मौन विराम है जो नोट्स को अर्थ देता है।",
  "post3_context_title": "डिज़ाइन नैतिकता",
  "post3_context_body": "Ma (間) एक जापानी शब्द है जिसका मोटे तौर पर अनुवाद 'अंतराल', 'स्थान', 'विराम' या 'बीच की जगह' के रूप में किया जा सकता है। यह जापानी सौंदर्यशास्त्र में एक प्रमुख अवधारणा है।",
  "post4_title": "ओक्साका में पारंपरिक बुनाई का पुनरुत्थान",
  "post4_body": "ज़ापोटेक पहाड़ियों के कारीगर प्राचीन तकनीकों को टिकाऊ आधुनिक रंगों के साथ मिला रहे हैं। यह केवल अतीत को संरक्षित करने के बारे में नहीं है; यह एक ऐसे भविष्य को गढ़ने के बारे में है जो पृथ्वी को नुकसान न पहुंचाए।",
  "post4_context_title": "कलात्मक संदर्भ",
  "post4_context_body": "ओक्साकन बुनाई अपने जटिल पैटर्न और कोचीनियल और नील जैसे प्राकृतिक रंगों के उपयोग के लिए प्रसिद्ध है। ज़ापोटेक लोग 2,000 से अधिक वर्षों से बैकस्ट्रैप करघों पर बुनाई कर रहे हैं।",
  "post5_title": "क्वांटम कंप्यूटिंग: बाइनरी से परे",
  "post5_body": "हम एक ऐसे कम्प्यूटेशनल बदलाव की कगार पर हैं जो वर्तमान सुपरकंप्यूटरों को अबेकस जैसा बना देगा। लेकिन असली चुनौती केवल हार्डवेयर बनाना नहीं है; यह उन एल्गोरिदम को फिर से सोचना है जो उन पर चलेंगे।",
  "post5_context_title": "वैज्ञानिक संदर्भ",
  "post5_context_body": "क्वांटम कंप्यूटिंग गणना करने के लिए क्वांटम-यांत्रिक घटनाओं, जैसे सुपरपोज़िशन और एंटैंगलमेंट का उपयोग करती है।",
  "hot": "हॉट",
  "new": "नया",
  "top": "टॉप",
  "loadingPosts": "वैश्विक बातचीत लोड हो रही है...",
  "errorLoadingPosts": "पोस्ट लोड करने में विफल। कृपया पुनः प्रयास करें।"
}