{
  "title": "Benvenuto su EchoBoard",
  "nativeLanguageQuestion": "Qual è la tua lingua madre?",
  "customizeFeed": "Personalizza il tuo feed EchoBoard per vedere i contenuti che ti interessano.",
  "letsGo": "Iniziamo",
  "changeLater": "Puoi modificarlo in seguito nelle impostazioni.",
  "features": "Funzionalità",
  "about": "Chi siamo",
  "pricing": "Prezzi",
  "login": "Accedi",
  "joinFree": "Iscriviti gratis",
  "goToFeed": "Vai al feed",
  "welcomeBack": "Bentornato",
  "createAccount": "Crea account",
  "heroVoice": "Ogni voce.",
  "heroLanguage": "Ogni lingua.",
  "heroConversation": "Una conversazione.",
  "heroDescription": "Scrivi nella tua lingua madre. Il mondo legge nella propria. Scopri la prima piattaforma social con traduzione invisibile in tempo reale e profondo contesto culturale.",
  "startTalking": "Inizia a parlare",
  "seeHowItWorks": "Scopri come funziona",
  "navHome": "Home",
  "navTrending": "Di tendenza",
  "navCommunities": "Comunità",
  "navNotifications": "Notifiche",
  "navSaved": "Salvati",
  "navSettings": "Impostazioni",
  "activeLanguages": "Lingue attive",
  "composerPlaceholder": "A cosa stai pensando? Scrivi nella tua lingua...",
  "globalConversations": "Conversazioni globali",
  "backToFeed": "Torna al feed",
  "culture": "Cultura",
  "postedIn": "Pubblicato in",
  "follow": "Segui",
  "revealOriginal": "Leggi nella lingua originale",
  "share": "Condividi",
  "sharePerspective": "Condividi la tua prospettiva...",
  "postComment": "Pubblica commento",
  "relatedCommunities": "Comunità correlate",
  "post1_title": "Perché il lavoro da remoto a San Paolo sta cambiando radicalmente la cultura del caffè",
  "post1_body": "La tradizionale pausa \"cafezinho\" si sta evolvendo. Con sempre più lavoratori del settore tech che passano al lavoro da remoto, stiamo assistendo a un cambiamento dai rapidi caffè espresso al banco a soste prolungate nei caffè specialty. Non si tratta solo di caffè; si tratta di riappropriarsi degli spazi pubblici.",
  "post1_context_title": "Contesto culturale",
  "post1_context_body": "Il 'cafezinho' è un rituale di ospitalità in Brasile, tipicamente un caffè piccolo e forte offerto gratuitamente in uffici e negozi per dare il benvenuto agli ospiti. Viene tradizionalmente consumato velocemente in piedi, enfatizzando la socializzazione piuttosto che il consumo.",
  "post2_title": "Stoicismo nell'era dello sviluppo rapido dell'IA",
  "post2_body": "Come manteniamo la tranquillità interiore quando il mondo esterno cambia più velocemente di quanto la nostra evoluzione biologica possa gestire? Marco Aurelio non doveva confrontarsi con gli LLM, ma i suoi principi su 'ciò che è sotto il nostro controllo' non sono mai stati così rilevanti.",
  "post2_context_title": "Contesto filosofico",
  "post2_context_body": "Lo stoicismo, fondato ad Atene intorno al 300 a.C., insegna lo sviluppo dell'autocontrollo e della forza d'animo come mezzo per superare le emozioni distruttive.",
  "post3_title": "Il concetto giapponese di Ma (間) nel design web minimalista moderno",
  "post3_body": "Ma riguarda lo spazio tra le cose. In un mondo di disordine digitale, come possiamo usare lo spazio bianco non solo come scelta di design, ma come spazio di respiro per la mente dell'utente? È la pausa silenziosa che dà significato alle note.",
  "post3_context_title": "Etica del design",
  "post3_context_body": "Ma (間) è una parola giapponese che può essere tradotta approssimativamente come 'intervallo', 'spazio', 'pausa' o 'lo spazio tra'. È un concetto chiave nell'estetica giapponese.",
  "post4_title": "La rinascita della tessitura tradizionale a Oaxaca",
  "post4_body": "Gli artigiani degli altipiani zapotechi stanno combinando tecniche antiche con tinture moderne sostenibili. Non si tratta solo di preservare il passato; si tratta di creare un futuro che non costi caro alla Terra.",
  "post4_context_title": "Contesto artistico",
  "post4_context_body": "La tessitura di Oaxaca è famosa per i suoi motivi intricati e l'uso di tinture naturali come la cocciniglia e l'indaco. Il popolo zapoteco tesse su telai a cinghia da oltre 2.000 anni.",
  "post5_title": "Quantum computing: oltre il binario",
  "post5_body": "Siamo alla vigilia di un cambiamento computazionale che farà sembrare gli attuali supercomputer degli abachi. Ma la vera sfida non è solo costruire l'hardware; è ripensare gli algoritmi che verranno eseguiti su di essi.",
  "post5_context_title": "Contesto scientifico",
  "post5_context_body": "Il quantum computing utilizza fenomeni quantomeccanici, come la sovrapposizione e l'entanglement, per eseguire calcoli.",
  "hot": "Popolari",
  "new": "Nuovi",
  "top": "Top",
  "loadingPosts": "Caricamento conversazioni globali...",
  "errorLoadingPosts": "Impossibile caricare i post. Riprova."
}